export default {
  projections: {
    АктВыпРабE: {
      номенклатура: {
        __caption__: 'Номенклатура',
        наимРабот: {
          __caption__: 'Номенклатура'
        }
      },
      общСтоим: {
        __caption__: 'Общая стоимость'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      },
      тЧАкт: {
        __caption__: 'Табличная часть акта выполнения работ',
        едИзмер: {
          __caption__: 'Единицы измерения',
          наименование: {
            __caption__: 'Единицы измерения'
          }
        },
        ценаЗаЕд: {
          __caption__: 'Цена за единицу'
        },
        количество: {
          __caption__: 'Количество'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      }
    },
    АктВыпРабL: {
      номенклатура: {
        __caption__: 'Номенклатура',
        наимРабот: {
          __caption__: 'Номенклатура'
        }
      },
      общСтоим: {
        __caption__: 'Общая стоимость'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      }
    }
  },
  validations: {
    общСтоим: {
      __caption__: 'Общая стоимость'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    спрКонтраг: {
      __caption__: 'Контрагент'
    },
    спрСотр: {
      __caption__: 'Сотрудник'
    },
    тЧАкт: {
      __caption__: 'Табличная часть акта выполнения работ'
    }
  }
};
