export default {
  projections: {
    ДокУсловДогE: {
      номенклатура: {
        __caption__: 'Номенклатура',
        наимРабот: {
          __caption__: 'Номенклатура'
        }
      },
      объем: {
        __caption__: 'Объем'
      },
      датаНач: {
        __caption__: 'Дата начала'
      },
      датаОконч: {
        __caption__: 'Дата окончания'
      },
      длительн: {
        __caption__: 'Длительность'
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      }
    },
    ДокУсловДогL: {
      номенклатура: {
        __caption__: 'Номенклатура',
        наимРабот: {
          __caption__: 'Номенклатура'
        }
      },
      объем: {
        __caption__: 'Объем'
      },
      датаНач: {
        __caption__: 'Дата начала'
      },
      датаОконч: {
        __caption__: 'Дата окончания'
      },
      длительн: {
        __caption__: 'Длительность'
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      }
    }
  },
  validations: {
    датаНач: {
      __caption__: 'Дата начала'
    },
    датаОконч: {
      __caption__: 'Дата окончания'
    },
    длительн: {
      __caption__: 'Длительность'
    },
    объем: {
      __caption__: 'Объем'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    спрКонтраг: {
      __caption__: 'Контрагент'
    }
  }
};
