export default {
  projections: {
    ТЧСметыE: {
      стСтроиРаб: {
        __caption__: 'Стоимость строительных работ'
      },
      стМонтРаб: {
        __caption__: 'Стоимость монтажных работ'
      },
      стОборуд: {
        __caption__: 'Стоимость оборудования'
      }
    },
    ТЧСметыL: {
      стСтроиРаб: {
        __caption__: 'Ст строи раб'
      },
      стМонтРаб: {
        __caption__: 'Ст монт раб'
      },
      стОборуд: {
        __caption__: 'Ст оборуд'
      }
    }
  },
  validations: {
    стМонтРаб: {
      __caption__: 'Стоимость монтажных работ'
    },
    стОборуд: {
      __caption__: 'Стоимость оборудования'
    },
    стСтроиРаб: {
      __caption__: 'Стоимость строительных работ'
    }
  }
};
