export default {
  projections: {
    ПлФАнВыпРабE: {
      планОб: {
        __caption__: 'План объем'
      },
      планСум: {
        __caption__: 'План сумма'
      },
      реализовОб: {
        __caption__: 'Реализовано объем'
      },
      реализоСум: {
        __caption__: 'Реализовано сумма'
      },
      выпОб: {
        __caption__: 'Выполнено объем'
      },
      выпСум: {
        __caption__: 'Выполнено сумма'
      },
      всегоОб: {
        __caption__: 'Всего объем'
      },
      всегоСум: {
        __caption__: 'Всего сумма'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    },
    ПлФАнВыпРабL: {
      планОб: {
        __caption__: 'План объем'
      },
      планСум: {
        __caption__: 'План сумма'
      },
      реализовОб: {
        __caption__: 'Реализовано объем'
      },
      реализоСум: {
        __caption__: 'Реализовано сумма'
      },
      выпОб: {
        __caption__: 'Выполнено объем'
      },
      выпСум: {
        __caption__: 'Выполнено сумма'
      },
      всегоОб: {
        __caption__: 'Всего объем'
      },
      всегоСум: {
        __caption__: 'Всего сумма'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    }
  },
  validations: {
    всегоОб: {
      __caption__: 'Всего объем'
    },
    всегоСум: {
      __caption__: 'Всего сумма'
    },
    выпОб: {
      __caption__: 'Выполнено объем'
    },
    выпСум: {
      __caption__: 'Выполнено сумма'
    },
    планОб: {
      __caption__: 'План объем'
    },
    планСум: {
      __caption__: 'План сумма'
    },
    реализовОб: {
      __caption__: 'Реализовано объем'
    },
    реализоСум: {
      __caption__: 'Реализовано сумма'
    },
    спрСотр: {
      __caption__: 'Сотрудник'
    }
  }
};
