export default {
  projections: {
    ЖурУчВыпРабE: {
      выпОбРаб: {
        __caption__: 'Выполнение объема работ'
      },
      перВыпС: {
        __caption__: 'Дата начала выполнения работ'
      },
      перВыпПо: {
        __caption__: 'Дата окончания выполнения работ'
      },
      длит: {
        __caption__: 'Длительность'
      }
    },
    ЖурУчВыпРабL: {
      выпОбРаб: {
        __caption__: 'Выполнение объема работ'
      },
      перВыпС: {
        __caption__: 'Дата начала выполнения работ'
      },
      перВыпПо: {
        __caption__: 'Дата окончания выполнения работ'
      },
      длит: {
        __caption__: 'Длительность'
      }
    }
  },
  validations: {
    выпОбРаб: {
      __caption__: 'Выполнение объема работ'
    },
    длит: {
      __caption__: 'Длительность'
    },
    перВыпПо: {
      __caption__: 'Дата окончания выполнения работ'
    },
    перВыпС: {
      __caption__: 'Дата начала выполнения работ'
    }
  }
};
