export default {
  projections: {
    ОтОРасОсМатE: {
      нормРасх: {
        __caption__: 'Норма расхода'
      },
      колПоАкт: {
        __caption__: 'Количество по актам'
      },
      колПоСме: {
        __caption__: 'Количество по смете'
      },
      обРабПоСм: {
        __caption__: 'Объем работ по смете'
      },
      остПоСмет: {
        __caption__: 'Остаток по смете'
      }
    },
    ОтОРасОсМатL: {
      нормРасх: {
        __caption__: 'Норма расхода'
      },
      колПоАкт: {
        __caption__: 'Количество по актам'
      },
      колПоСме: {
        __caption__: 'Количество по смете'
      },
      обРабПоСм: {
        __caption__: 'Объем работ по смете'
      },
      остПоСмет: {
        __caption__: 'Остаток по смете'
      }
    }
  },
  validations: {
    колПоАкт: {
      __caption__: 'Количество по актам'
    },
    колПоСме: {
      __caption__: 'Количество по смете'
    },
    нормРасх: {
      __caption__: 'Норма расхода'
    },
    обРабПоСм: {
      __caption__: 'Объем работ по смете'
    },
    остПоСмет: {
      __caption__: 'Остаток по смете'
    }
  }
};
