export default {
  projections: {
    ЖурУчВыпРабE: {
      номенклатура: {
        __caption__: 'Номенклатура',
        наимРабот: {
          __caption__: 'Номенклатура'
        }
      },
      выпОбРаб: {
        __caption__: 'Выполнение объема работ'
      },
      перВыпС: {
        __caption__: 'Дата начала выполнения работ'
      },
      перВыпПо: {
        __caption__: 'Дата окончания выполнения работ'
      },
      длит: {
        __caption__: 'Длительность'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    },
    ЖурУчВыпРабL: {
      номенклатура: {
        __caption__: 'Номенклатура',
        наимРабот: {
          __caption__: 'Номенклатура'
        }
      },
      выпОбРаб: {
        __caption__: 'Выполнение объема работ'
      },
      перВыпС: {
        __caption__: 'Дата начала выполнения работ'
      },
      перВыпПо: {
        __caption__: 'Дата окончания выполнения работ'
      },
      длит: {
        __caption__: 'Длительность'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    }
  },
  validations: {
    выпОбРаб: {
      __caption__: 'Выполнение объема работ'
    },
    длит: {
      __caption__: 'Длительность'
    },
    перВыпПо: {
      __caption__: 'Дата окончания выполнения работ'
    },
    перВыпС: {
      __caption__: 'Дата начала выполнения работ'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    спрСотр: {
      __caption__: 'Сотрудник'
    }
  }
};
