export default {
  projections: {
    БюдСтроиE: {
      объем: {
        __caption__: 'Объем'
      },
      начРаб: {
        __caption__: 'Начала работ'
      },
      окоРаб: {
        __caption__: 'Окончания работ'
      },
      длите: {
        __caption__: 'Длительность'
      },
      базСт: {
        __caption__: 'Базовая стоимость'
      },
      стоимИто: {
        __caption__: 'Стоимость итого'
      }
    },
    БюдСтроиL: {
      объем: {
        __caption__: 'Объем'
      },
      начРаб: {
        __caption__: 'Начало работ'
      },
      окоРаб: {
        __caption__: 'Окончания работ'
      },
      длите: {
        __caption__: 'Длительность'
      },
      базСт: {
        __caption__: 'Базовая стоимость'
      },
      стоимИто: {
        __caption__: 'Стоимость итого'
      }
    }
  },
  validations: {
    базСт: {
      __caption__: 'Базовая стоимость'
    },
    длите: {
      __caption__: 'Длительность'
    },
    начРаб: {
      __caption__: 'Начала работ'
    },
    объем: {
      __caption__: 'Объем'
    },
    окоРаб: {
      __caption__: 'Окончания работ'
    },
    стоимИто: {
      __caption__: 'Стоимость итого'
    }
  }
};
