export default {
  projections: {
    ДокУсловДогE: {
      объем: {
        __caption__: 'Объем'
      },
      датаНач: {
        __caption__: 'Дата начала'
      },
      датаОконч: {
        __caption__: 'Дата окончания'
      },
      длительн: {
        __caption__: 'Длительность'
      }
    },
    ДокУсловДогL: {
      объем: {
        __caption__: 'Объем'
      },
      датаНач: {
        __caption__: 'Дата начала'
      },
      датаОконч: {
        __caption__: 'Дата окончания'
      },
      длительн: {
        __caption__: 'Длительность'
      }
    }
  },
  validations: {
    датаНач: {
      __caption__: 'Дата начала'
    },
    датаОконч: {
      __caption__: 'Дата окончания'
    },
    длительн: {
      __caption__: 'Длительность'
    },
    объем: {
      __caption__: 'Объем'
    }
  }
};
