export default {
  caption: 'План фактный анализ выполнения работ',
  'планОб-caption': 'План объем',
  'планСум-caption': 'План сумма',
  'реализовОб-caption': 'Реализовано объем',
  'реализоСум-caption': 'Реализовано сумма',
  'выпОб-caption': 'Выполнено объем',
  'выпСум-caption': 'Выполнено сумма',
  'всегоОб-caption': 'Всего объем',
  'всегоСум-caption': 'Всего сумма',
  'номенклатура.наимРабот-caption': 'Номенклатура',
  'спрСотр.фИО-caption': 'Сотрудник',
  'номенклатура-caption': 'Номенклатура',
  'спрСотр-caption': 'Сотрудник'
};
