export default {
  caption: 'Отчет о расходах основных материалов',
  'нормРасх-caption': 'Норма расхода',
  'колПоАкт-caption': 'Количество по актам',
  'колПоСме-caption': 'Количество по смете',
  'обРабПоСм-caption': 'Объем работ по смете',
  'остПоСмет-caption': 'Остаток по смете',
  'номенклатура.наимРабот-caption': 'Номенклатура',
  'едИзмер.наименование-caption': 'Единицы измерения',
  'спрСотр.фИО-caption': 'Сотрудник',
  'номенклатура-caption': 'Номенклатура',
  'едИзмер-caption': 'Единицы измерения',
  'спрСотр-caption': 'Сотрудник'
};
