export default {
  projections: {
    ОтОРасОсМатE: {
      номенклатура: {
        __caption__: 'Номенклатура',
        наимРабот: {
          __caption__: 'Номенклатура'
        }
      },
      едИзмер: {
        __caption__: 'Единицы измерения',
        наименование: {
          __caption__: 'Единицы измерения'
        }
      },
      нормРасх: {
        __caption__: 'Норма расхода'
      },
      колПоАкт: {
        __caption__: 'Количество по актам'
      },
      колПоСме: {
        __caption__: 'Количество по смете'
      },
      обРабПоСм: {
        __caption__: 'Объем работ по смете'
      },
      остПоСмет: {
        __caption__: 'Остаток по смете'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    },
    ОтОРасОсМатL: {
      номенклатура: {
        __caption__: 'Номенклатура',
        наимРабот: {
          __caption__: 'Номенклатура'
        }
      },
      едИзмер: {
        __caption__: 'Единицы измерения',
        наименование: {
          __caption__: 'Единицы измерения'
        }
      },
      нормРасх: {
        __caption__: 'Норма расхода'
      },
      колПоАкт: {
        __caption__: 'Количество по актам'
      },
      колПоСме: {
        __caption__: 'Количество по смете'
      },
      обРабПоСм: {
        __caption__: 'Объем работ по смете'
      },
      остПоСмет: {
        __caption__: 'Остаток по смете'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    }
  },
  validations: {
    колПоАкт: {
      __caption__: 'Количество по актам'
    },
    колПоСме: {
      __caption__: 'Количество по смете'
    },
    нормРасх: {
      __caption__: 'Норма расхода'
    },
    обРабПоСм: {
      __caption__: 'Объем работ по смете'
    },
    остПоСмет: {
      __caption__: 'Остаток по смете'
    },
    едИзмер: {
      __caption__: 'Единицы измерения'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    спрСотр: {
      __caption__: 'Сотрудник'
    }
  }
};
