export default {
  projections: {
    СпрСотрE: {
      фИО: {
        __caption__: 'ФИО'
      },
      табНом: {
        __caption__: 'Табельный номер'
      },
      должности: {
        __caption__: 'Должность',
        наимен: {
          __caption__: 'Должность'
        }
      },
      iDСотр: {
        __caption__: 'ID Сотрудника'
      }
    },
    СпрСотрL: {
      фИО: {
        __caption__: 'ФИО'
      },
      табНом: {
        __caption__: 'Табельный номер'
      },
      должности: {
        __caption__: 'Должность',
        наимен: {
          __caption__: 'Должность'
        }
      },
      iDСотр: {
        __caption__: 'ID Сотрудника'
      }
    }
  },
  validations: {
    табНом: {
      __caption__: 'Табельный номер'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должность'
    },
    iDСотр: {
      __caption__: 'ID Сотрудника'
    }
  }
};
