export default {
  projections: {
    ДокСметаE: {
      номСмеРас: {
        __caption__: 'Номер сметных расчетов'
      },
      общСметСт: {
        __caption__: 'Общая сметная стоимость'
      },
      тЧСметы: {
        __caption__: 'Табличная часть сметы',
        стСтроиРаб: {
          __caption__: 'Стоимость строительных работ'
        },
        стМонтРаб: {
          __caption__: 'Стоимость монтажных работ'
        },
        стОборуд: {
          __caption__: 'Стоимость оборудования'
        }
      }
    },
    ДокСметаL: {
      номСмеРас: {
        __caption__: 'Номер сметных расчетов'
      },
      общСметСт: {
        __caption__: 'Общая сметная стоимость'
      }
    }
  },
  validations: {
    номСмеРас: {
      __caption__: 'Номер сметных расчетов'
    },
    общСметСт: {
      __caption__: 'Общая сметная стоимость'
    },
    тЧСметы: {
      __caption__: 'Табличная часть сметы'
    }
  }
};
