export default {
  projections: {
    ПланировСМРE: {
      кодСДР: {
        __caption__: 'Код СДР'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      длительность: {
        __caption__: 'Длительность'
      }
    },
    ПланировСМРL: {
      кодСДР: {
        __caption__: 'Код СДР'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      длительность: {
        __caption__: 'Длительность'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    длительность: {
      __caption__: 'Длительность'
    },
    кодСДР: {
      __caption__: 'Код СДР'
    }
  }
};
