export default {
  projections: {
    АктВыпРабE: {
      общСтоим: {
        __caption__: 'Общая стоимость'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      },
      тЧАкт: {
        __caption__: 'Табличная часть акта выполнения работ',
        ценаЗаЕд: {
          __caption__: 'Цена за единицу'
        },
        количество: {
          __caption__: 'Количество'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      }
    },
    АктВыпРабL: {
      общСтоим: {
        __caption__: 'Общая стоимость'
      },
      спрСотр: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    }
  },
  validations: {
    общСтоим: {
      __caption__: 'Общая стоимость'
    },
    спрСотр: {
      __caption__: 'Сотрудник'
    },
    тЧАкт: {
      __caption__: 'Табличная часть акта выполнения работ'
    }
  }
};
