export default {
  projections: {
    ТЧАктE: {
      едИзмер: {
        __caption__: 'Единицы измерения',
        наименование: {
          __caption__: 'Единицы измерения'
        }
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      количество: {
        __caption__: 'Количество'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    ТЧАктL: {
      едИзмер: {
        __caption__: 'Единицы измерения',
        наименование: {
          __caption__: 'Единицы измерения'
        }
      },
      ценаЗаЕд: {
        __caption__: 'Цена за ед'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    ценаЗаЕд: {
      __caption__: 'Цена за единицу'
    },
    едИзмер: {
      __caption__: 'Единицы измерения'
    },
    актВыпРаб: {
      __caption__: 'актВыпРаб'
    }
  }
};
