export default {
  projections: {
    ДокСметаE: {
      номСмеРас: {
        __caption__: 'Номер сметных расчетов'
      },
      общСметСт: {
        __caption__: 'Общая сметная стоимость'
      }
    },
    ДокСметаL: {
      номСмеРас: {
        __caption__: 'Номер сметных расчетов'
      },
      общСметСт: {
        __caption__: 'Общая сметная стоимость'
      }
    }
  },
  validations: {
    номСмеРас: {
      __caption__: 'Номер сметных расчетов'
    },
    общСметСт: {
      __caption__: 'Общая сметная стоимость'
    }
  }
};
